Repository: serg-ios/my-vocabulary
Catalog: MyVocabulary/MyVocabulary/Resources/Localization/*.lproj/Localizable.strings
Languages: es

source: Delete all imported translations
es: Borrar todas las traducciones importadas

source: First, export your Google Translate favorite translations into a Google Drive spreadsheet.
es: Primero, exporta tus traducciones favoritas de Google Translate a una hoja de cálculo de Google Drive.

source: Import
es: Importar

source: Quiz
es: Prueba

source: Sign out
es: Cerrar sesión

source: Translations
es: Traducciones

source: You must have at least 4 translations to start the quiz.
es: Hacen falta al menos 4 traducciones para empezar la prueba.

source: Filter
es: Filtrar

source: Spreadsheets
es: Hojas de cálculo

source: Delete filter.
es: Borrar filtro.

source: %@ spreadsheet %@ with %@.
es: %@ hoja de cálculo %@ con %@.

source: %@. Level %d.
es: %@. Nivel %d.

source: Next question.
es: Siguiente pregunta.

source: %@ in %@, %@ in %@ . Level %d.
es: %@ en %@, %@ en %@ . Nivel %d.

source: Filter translations by.
es: Filtrar traducciones por.

source: Not found.
es: Sin resultados.

source: Double tap to reveal the translation.
es: Pulsa dos veces para revelar la traducción.

source: Imported
es: Importada

source: Loading
es: Cargando

source: Random translation
es: Traducción aleatoria

source: The translations changes every 5 seconds.
es: La traducción cambia cada 5 segundos.

source: 4 most difficult translations
es: Las 4 traducciones más difíciles

source: These are the 4 translations with the lowest level.
es: Estas son las 4 traducciones con el nivel más bajo.

source: Start quiz
es: Empieza el test

source: 6 most difficult translations
es: Las 6 traducciones más difíciles

source: These are the 6 translations with the lowest level.
es: Estas son las 6 traducciones con el nivel más bajo.

source: Show only level %d translations
es: Mostrar solo traducciones de nivel %d

source: There are no level %d translations
es: No hay traducciones de nivel %d
